Repository: vermont42/Conjuguer
Catalog: ConjuguerWidget/Localizable.xcstrings
Source language: en
Languages: fr

# Widget.intentAnswerQuiz
source: Answer Quiz
fr: Répondre au quiz

# Widget.intentOpenQuiz
source: Open Quiz
fr: Ouvrir le quiz

# Widget.intentOpenRandomVerb
source: Open Random Verb
fr: Ouvrir un verbe au hasard

# Widget.liveActivityTitle
source: Conjuguer Quiz
fr: Quiz Conjuguer

# Widget.paramQuestionID
source: Question ID
fr: Identifiant de question

# Widget.paramSelectedAnswer
source: Selected Answer
fr: Réponse sélectionnée

# Widget.quickQuizDescription
source: Launch the conjugation quiz.
fr: Lancer le quiz de conjugaison.

# Widget.quickQuizName
source: Quick Quiz
fr: Quiz rapide

# Widget.quizDescription
source: Test your French verb conjugation skills.
fr: Testez vos conjugaisons des verbes français.

# Widget.quizName
source: Conjugation Quiz
fr: Quiz de conjugaison

# Widget.randomVerbDescription
source: Open a random French verb.
fr: Ouvrir un verbe français au hasard.

# Widget.randomVerbName
source: Random Verb
fr: Verbe aléatoire

# Widget.verbOfTheDayDescription
source: A daily French verb with its présent conjugations.
fr: Un verbe français par jour, avec ses conjugaisons au présent.

# Widget.verbOfTheDayName
source: Verb of the Day
fr: Verbe du jour
